[
  {
    "FIELD1": "Matatu Route Number",
    "FIELD2": "Destination/ Bus-Stops"
  },
  {
    "FIELD1": "Matatu Route Number 1",
    "FIELD2": "Ngong Road, Citam/NPC Valley road, The Junction Mall, Dagoretti"
  },
  {
    "FIELD1": "Matatu Route Number 2",
    "FIELD2": "Ngong Road, Citam/NPC Valley Rd, The junction Mall, Dagoretti Kikuyu"
  },
  {
    "FIELD1": "Matatu Route  Number 3",
    "FIELD2": "Ngong Road, Adam;s Arcade, Dagoretti corner"
  },
  {
    "FIELD1": "Matatu Route Number 4",
    "FIELD2": "Ngong Road, Adams, Dagoretti"
  },
  {
    "FIELD1": "Matatu Route Number 6",
    "FIELD2": "Eastleigh Area/ Pangani Girls/ Pangani Shopping Centre. Kariokor Market"
  },
  {
    "FIELD1": "Matatu Route Number 7C",
    "FIELD2": "Community, Upper hill Area, Kenyatta National Hospital, Nairobi Hospital, Doctors Plaza Silver Springs hotel"
  },
  {
    "FIELD1": "Matatu Route Number 8",
    "FIELD2": "Ngong road, Kibera Slums/Kibra, Adams Arcade, Toi Market"
  },
  {
    "FIELD1": "Matatu Route Number 9",
    "FIELD2": "Eastleigh Area. Ngara Civil Servants Housing Scheme, K.I.E, Pangani Roundabout. Fig Tree Trade Center Ngara"
  },
  {
    "FIELD1": "Matatu Route Number 11",
    "FIELD2": "South B, Bellevue"
  },
  {
    "FIELD1": "Matatu Route Number 15",
    "FIELD2": "Nyayo Stadium, Nairobi west & Madaraka (near the road), Tuskys T-mall, Wilson Airport, Carnivore Simba Sallon, Uhuru Gardens, Langata Shopping Centre, Otiende, Barracks, Langata Cemetry (on the lower side), Nairobi Safari walk and Nairobi National Park, Nairobi Animal Orphanage"
  },
  {
    "FIELD1": "Matatu Route Number 14",
    "FIELD2": "Langata road upto T-Mall, Strathmore University, Nairobi West,"
  },
  {
    "FIELD1": "Matatu Route Number 17B",
    "FIELD2": "Thika road, Thika super highway, Roysambu, Kasarani, Santon, Mwiki, St Francis Hospital,"
  },
  {
    "FIELD1": "Matatu Route Number 23",
    "FIELD2": "Kangemi, Westlands, Uhuru Highway, Kangemi, ABC place, Safaricom House and Uhuru highway."
  },
  {
    "FIELD1": "Matatu Route Number 24",
    "FIELD2": "Karen Shopping Centre, Hardy, all Langata road routes, Bogani, Bomas of  Kenya, Galleria Shopping Mall, Catholic University, Kenya School of Law, Nairobi Academy, Hill Crest International School, Animal protection, Co-op bank training centre, Giraffe Center, Karen C school."
  },
  {
    "FIELD1": "Matatu Route Number 25",
    "FIELD2": "Baba Ndogo, Thika Road upto GSU flyover,"
  },
  {
    "FIELD1": "Matatu Route Number 33",
    "FIELD2": "Ngumo Estate, KNH, Mbagathi, Masai Market"
  },
  {
    "FIELD1": "Matatu Route Number 33",
    "FIELD2": "Embakasi route, through joggo road, donholm, City Stadium, Pipeline, Tumaini Estate and Fedha Estate, Avenue Estate"
  },
  {
    "FIELD1": "Matatu Route Number 34",
    "FIELD2": "Langata Area through Mbagathi road, KNH, T-mall, Wilson Airport, Carnivore, Langata shopping Centre."
  },
  {
    "FIELD1": "Matatu Route Number 34 (buses)",
    "FIELD2": "JKIA, Jogoo Road, Embakasi, Fedha, Donholm, Pipeline, Utawala,  (Sometimes Mombasa Road)"
  },
  {
    "FIELD1": "Matatu Routes Number 35/60",
    "FIELD2": "Umoja Innercore, Umoja I and Umoja II"
  },
  {
    "FIELD1": "Matatu Route Number 44",
    "FIELD2": "Kahawa West, Kamiti Maximum Prison, Zimmerman,  Githurai 44 Roysambu, USIU, Farmers Choice, Northern Bypass"
  },
  {
    "FIELD1": "Matatu Route Number 45",
    "FIELD2": "Thika Road, Thika Super highway, Githurai 45"
  },
  {
    "FIELD1": "Matatu Route Number 58",
    "FIELD2": "Buru buru"
  },
  {
    "FIELD1": "Matatu Number 100",
    "FIELD2": "Kiambu town, kiambu road, Sharks Palace Kiambu road, CID center,  Ridgeways, Rock city kiambu road, Muthaiga roundabout"
  },
  {
    "FIELD1": "Matatu Number 102",
    "FIELD2": "Kikuyu Township, Dagoretii, Ngong road, The junction mall etc"
  },
  {
    "FIELD1": "Matatu Number 105",
    "FIELD2": "Kikuyu via Uhuru highway, Westlands, Kangemi, Uthiru, Kinoo"
  },
  {
    "FIELD1": "Matatu Number 106",
    "FIELD2": "Banana, Muchatha, village Market"
  },
  {
    "FIELD1": "Matatu Number 110",
    "FIELD2": "Kitengela, mlolongo, Athi river"
  },
  {
    "FIELD1": "Matatu Number 111",
    "FIELD2": "Ngong, Ngong road, Dagaoretti corner, (sometimes kiserian,)"
  },
  {
    "FIELD1": "Matatu Number 125/126",
    "FIELD2": "Ongata Rongai, Kiserian, Bomas of Kenya, Nazarene University, Catholic University, Multimedia University, Nairobi National Park/ orphanage, Safari walk, Langata Barracks, Galleria, Brookhouse International School, Langata hospital, Langata Police Station, Langata Cemetry"
  },
  {
    "FIELD1": "Matatu Number 146",
    "FIELD2": "Ruiru, Thika Road, Kahawa Wendani, Kahawa Barracks,  Kahawa Sukari, Kenyatta University/ KU, Ruiru Bypass"
  },
  {
    "FIELD1": "Matatu Number 237",
    "FIELD2": "Thika town, all routes on Thika Road, Kahawa Ruiru"
  }
]
